[
  {
    "title": "Jurnal JIEHIS dan KAUNIA terakreditasi SINTA",
    "content": [
      "\"Selamat dan sukses atas terakreditasinya jurnal JIEHIS dan KAUNIA di FST UIN Sunan Kalijaga! Prestasi luar biasa ini merupakan hasil kerja keras dan dedikasi seluruh tim yang telah berupaya mewujudkan kualitas publikasi yang terbaik. Semoga ini menjadi langkah awal untuk terus berkembang, berinovasi, dan memberikan kontribusi positif bagi ilmu pengetahuan dan masyarakat. Terus maju dan jaya selalu!\""
    ]
  },
  {
    "title": "UIN Sunan Kalijaga Undergoes ASIIN Accreditation to Strengthen Global Academic Standards",
    "content": [
      "UIN Sunan Kalijaga Undergoes ASIIN Accreditation to Strengthen Global Academic Standards",
      "The Faculty of Science and Technology (FST) at UIN Sunan Kalijaga Yogyakarta has successfully conducted the ASIIN (Accreditation Agency for Degree Programs in Engineering, Informatics, Natural Sciences, and Mathematics) international accreditation procedure for two academic clusters: the Bio-Chem Cluster and the Math-Phys Cluster. The assessment took place on February 19–20, 2025, for the Bio-Chem Cluster and February 26–27, 2025, for the Math-Phys Cluster. ASIIN is based in Germany. It operates internationally, accrediting higher education programs worldwide to ensure compliance with European and global academic standards.",
      "The on-site accreditation visit was organized through a collaborative effort between LPM (Quality Assurance Organization) and FST, with sessions held at the university's main office. Prof. Eva Latifah, Head of the LPM, along with her team, coordinated the ASIIN accreditation process. In addition, Prof. Khurul Wardatri, Dean of FST, was responsible for overseeing the coordination of ASIIN in the Faculty of Science and Technology.",
      "The ASIIN accreditation procedure was managed by the designated project manager from ASIIN, bringing together a panel of four expert assessors for each cluster. These experts comprised academic and industry professionals from Germany and Indonesia, ensuring a comprehensive and objective evaluation. For the Bio-Chem Cluster, the following experts participated: PD Dr. Alois Palmetshofer – University of Würzburg (Germany); Dr. Dietrich Scherzer – Formerly of BASF SE (Germany); Prof. Dr. Erlia Narulita – Universitas Jember (Indonesia) and D'April Sabriantie Mulus – Master of Chemistry student, Universitas Padjadjaran (Indonesia), while for the Math-Phys Cluster, the panel included Prof. Dr. Arno Schindlmayr – Universität Paderborn (Germany); Prof. Dr. Hans-Georg Weigand – Universität Würzburg (Germany); Prof. Dr. Setia Pramana – Institute of Statistics, STIS (Indonesia) and Dr. Muhammad Taufiqi – Institut Teknologi Sepuluh Nopember, ITS (Indonesia).",
      "During the two-day assessment, experts evaluated multiple key areas, including: Quality Assurance & Standards Compliance; Curriculum & Learning Outcomes Evaluation; Student Learning Experience & Support; Stakeholder Engagement & Industry Relevance;  Institutional Governance & Continuous Improvement and International Recognition & Mobility. Additionally, an on-site campus facility tour was conducted to assess whether UIN Sunan Kalijaga provides an optimal learning environment that supports high-quality education, research, and practical training.",
      "To ensure a well-rounded evaluation, expert panels held discussions with university representatives, deans, vice deans, program coordinators, academic staff, industry stakeholders, students, and alumni. These discussions provided valuable feedback for institutional development and program enhancement.",
      "UIN Sunan Kalijaga seeks ASIIN accreditation to ensure its degree programs particularly in Chemistry, Physics, Mathematics, and Biology meet international academic standards. This initiative strengthens the university’s global reputation, enhances international student recruitment, and aligns curricula with industry and professional standards to improve graduate employability. Additionally, it serves as a strategic milestone in the university’s mission to provide world-class education and further integrate into the global academic and professional landscape.",
      " ",
      " "
    ]
  },
  {
    "title": "Three Students from the Faculty of Science and Technology Participate in the ASEAN Student Mobility Programme 2025 in Malaysia",
    "content": [
      "Three selected students from the Faculty of Science and Technology—Kyra Singgih Palupi (Biology student) in the Young Speaker Contest category, Zahra Zakila Anindha Rahmanti (Informatics student), and Dea Iswari (Mathematics student), both participating in the ASEAN Future Innovator Challenge—actively took part in the ASEAN Student Mobility Programme, organized by Universiti Utara Malaysia (UUM) from February 11–25, 2025, in Kuala Lumpur on a hybrid platform. Online sessions took place on February 11-17, while face-to-face sessions was on February 19-25, 2025.",
      "ASEAN University Exhibition and Forum 2025 (AEF2025) welcomed more than 500 students from over 100 universities across 10 ASEAN countries such as Indonesia, Malaysia, Thailand, Singapore, The Philippines, Vietnam, Cambodia, Brunei Darussalam, and Myanmar.",
      "The selected students were chosen from a total of 24 applicants through a rigorous selection process. The Faculty of Science and Technology (FST) offers scholarships covering round-trip airfare and registration fees. Candidates were evaluated based on their English proficiency, academic achievements, and interview performance. The selection process was carried out by the FST International Office team. In Malaysia, those three students were placed at several well-known campuses in Malaysia, Kyra Singgih Palupi at UUM, Dea Iswari at UCSI, and Zahra Zakila Anindha Rahmanti at Sunway University.",
      "One of the students, Kyra Singgih Palupi, has successfully been awarded a medal as a semifinalist in the Young Speaker contest category. Her incredible speech can be accessed through the YouTube channel at https://youtu.be/6Eoly29pyC4. Kyra highlighted the importance of integrating industry and education, to prepare the young generation to be job ready and able to support economic growth.",
      "",
      "This event is a collaborative initiative that brings together students and industry leaders from across ASEAN. Designed to foster innovation, leadership, and collaboration, the program aims to address regional challenges and advance the Sustainable Development Goals (SDGs) through impactful activities and meaningful exchanges. The event features several key activities, including the ASEAN Young Speakers Contest, the ASEAN Future Innovators Challenge, an exhibition and forum where participants can engage in discussions with ASEAN leaders and industry experts, and introductory visits to local universities in Malaysia.",
      "Students who participated in the AEF2025 event shared their insights and impressions of their overseas experience in Malaysia. They emphasized the importance of global opportunities in a rapidly changing world. Through the ASEAN Student Mobility Programme, they experienced the power of collaboration—connecting with diverse people, exchanging ideas, and immersing themselves in new cultures. Stepping out of their comfort zones fostered creativity, personal growth, and a deeper understanding of global challenges. They concluded with a hopeful message: \"We hope more students take the leap, embrace new experiences, and help shape a brighter future together!\"",
      " "
    ]
  },
  {
    "title": "Pengukuhan Guru Besar Prof. Dr. Susy Yunita Prabawati, M.Si. dalam Bidang Sintesis Material Organik dan Bahan Alam",
    "content": [
      "Yogyakarta – Fakultas Sains dan Teknologi (FST) UIN Sunan Kalijaga kembali menorehkan prestasi gemilang dengan dikukuhkannya salah satu dosen terbaiknya, Prof. Dr. Susy Yunita Prabawati, M.Si., sebagai Guru Besar dalam bidang keilmuan Sintesis Material Organik dan Bahan Alam.",
      "Acara pengukuhan ini menjadi momen penting bagi civitas akademika FST, sebagai bukti nyata dedikasi dan kontribusi luar biasa Prof. Susy dalam pengembangan ilmu pengetahuan, khususnya di bidang kimia material dan bahan alam. Pengukuhan ini turut menjadi inspirasi bagi sivitas akademika dan mahasiswa untuk terus berkarya dan berinovasi dalam bidang sains dan teknologi.",
      "Dekan Fakultas Sains dan Teknologi, Prof. Dr. Khurul Wardati, M.Si., menyampaikan rasa bangga dan apresiasi setinggi-tingginya atas capaian tersebut. “Kami sangat bersyukur dan bangga, semoga pencapaian ini menjadi motivasi bagi seluruh dosen dan peneliti di lingkungan FST untuk terus meningkatkan kualitas tridarma perguruan tinggi,” ungkapnya.",
      "Ucapan selamat dan sukses mengalir dari berbagai pihak atas pengukuhan jabatan akademik tertinggi ini. Semoga Prof. Dr. Susy Yunita Prabawati, M.Si. terus memberikan kontribusi terbaiknya dalam pengembangan riset dan inovasi yang berdampak bagi masyarakat dan kemajuan bangsa.",
      "",
      "Empowering Knowledge, Shaping the Future."
    ]
  },
  {
    "title": "Akreditasi Prodi Magister Teknik Industri 2025",
    "content": [
      "Selamat kepada Program Studi Magister Teknik Industri atas capaian akreditasi Baik Sekali!\nPencapaian ini menjadi bukti komitmen dalam menjaga mutu pendidikan tinggi dan semangat untuk terus berinovasi demi kemajuan keilmuan dan profesionalisme di bidang teknik industri.\nTerus melangkah maju, menjawab tantangan zaman dengan kualitas terbaik!"
    ]
  },
  {
    "title": "Himbauan dan Informasi Layanan Masukan/Saran/Pengaduan FST UIN Sunan Kalijaga",
    "content": [
      "Assalamu’alaikum warahmatullahi wabarakatuh,\nDalam rangka meningkatkan kualitas layanan dan kenyamanan sivitas akademika serta seluruh pemangku kepentingan, Fakultas Sains dan Teknologi UIN Sunan Kalijaga menyediakan saluran resmi untuk menerima masukan, saran, dan pengaduan.",
      "? Silakan sampaikan masukan, saran, atau pengaduan Anda melalui email berikut:\n? halofst@uin-suka.ac.id",
      "Kami berkomitmen untuk menindaklanjuti setiap laporan secara objektif, cepat, dan profesional demi kemajuan bersama.",
      "Mari bersama-sama membangun lingkungan akademik yang inklusif, terbuka, dan responsif.\nTerima kasih atas partisipasi dan perhatiannya.",
      "Wassalamu’alaikum warahmatullahi wabarakatuh.",
      "",
      "? Fakultas Sains dan Teknologi\nUIN Sunan Kalijaga Yogyakarta"
    ]
  },
  {
    "title": "Pengabdian kepada Masyarakat di Desa Watukelir, Kecamatan Ayah, Kabupaten Kebumen, Jawa Tegah",
    "content": [
      "Program Studi Fisika, Fakultas Sains dan Teknologi UIN Sunan Kalijaga melalui kelompok studi Geofisika mengadakan Workshop Lapangan sekaligus Pengabdian kepada Masyarakat di Desa Watukelir, Kecamatan Ayah, Kabupaten Kebumen, Jawa Tegah. Kegiatan tersebut diselenggarakan sejak tanggal 9 s.d.  15 Mei 2025 dan diikuti oleh 29 orang mahasiswa Fisika UIN Sunan kalijaga dosen Prodi Fisika (Dr. Thaqibul Fikri Niyartama, dan Andi, M.Sc), serta mahasiswa Fisika UNNES Semarang melibatkan juga instansi BMKG Yogyakarta dan BPBD Kabupaten Kebumen.",
      "Pemilihan lokasi Workshop Lapangan tersebut didasari berita fenomena keringnya sebuah Telaga bernama Blembeng dalam waktu 4 jam pada tanggal 8 Desember 2024. Telaga Blembeng berada pada ketinggian 372 mdpl (Yogyakarta 113 mdpl) dan secara geologi termasuk bagian formasi Kalipucang yang tersusun atas batugamping terumbu, batugamping klastik, batulempung, dan batupasir serta mempunyai geomorfologi perbukitan karst.",
      "Bagi bidang minat geofisika, kawasan perbukitan Karst beserta fenomena hilangnya air di telaga Blembeng menjadi tantangan tersendiri untuk dianalisis dan kemudian dijelaskan secara ilmiah kepada masyarakat. Kegiatan workshop lapangan meliputi training penggunaan alat dan akuisisi data lapangan menggunakan metode Geolistrik, Mikroseismik, dan Magnetik. Kegiatan workshop lapangan dilanjutkan kegiatan Pengabdian kepada Masyarakat untuk menyampaikan hasil analisis hasil workshop lapangan ke masyarakat Kebumen dan sekitarnya. Penyampaian hasil analisis bekerjasama dengan BPBD Kabupaten Kebumen, BMKG Yogyakarta, dan Prodi Fisika UNNES melalui Podcast bersama Kepala BPBD dan Kepala Desa Watukelir (https://www.youtube.com/watch?v=6R8tOZkWFG0&t=2s). Dalam podcast, Dr. Thaqibul Fikri Niyartama menyampaikan analisis awal hasil akuisisi data lapangan di telaga Blembeng. Analisis awal dugaan adanya  jalur sungai bawah tanah di bawah Telaga Blembeng yang sangat mungkin tersambung sampai ke Goa Benteng dan Telaga Tando yang berada di ketinggian 203 mdpl.",
      "Kegiatan Worksop Lapangan dan PkM Prodi Fisika, Fakultas Sains dan Teknologi UIN Sunan Kalijaga telah terselenggara dan akan ditindaklanjuti dengan kegiatan riset yang lebih detail pada bulan November 2025 sehingga diperoleh informasi yang lebih komprehensif tentang fenomena keringnya Telaga Blembeng. "
    ]
  },
  {
    "title": "Rapat Pendampingan Pengembangan Karir Dosen",
    "content": [
      "",
      "PRESS RELEASE",
      "Rapat Pendampingan Pengembangan Karir Dosen\nFakultas Sains dan Teknologi – UIN Sunan Kalijaga Yogyakarta\nRabu, 19 Maret 2025",
      "Fakultas Sains dan Teknologi (FST) UIN Sunan Kalijaga Yogyakarta menyelenggarakan rapat penting bertajuk Pendampingan Pengembangan Karir Dosen, dengan fokus pada mekanisme baru dalam proses kenaikan pangkat dan jabatan fungsional dosen. Kegiatan ini dilaksanakan sebagai tindak lanjut dari kebijakan nasional terbaru yang mengatur sistem penilaian berbasis Sasaran Kinerja Pegawai (SKP) MyASN, menggantikan sistem sebelumnya yang mengandalkan perhitungan SKS dalam tridharma perguruan tinggi.",
      "POIN-POIN UTAMA RAPAT",
      "1. Pembukaan – Dekan FST\nDekan menekankan pentingnya adaptasi terhadap perubahan regulasi dari PermenPAN-RB dan Kementerian Ristek Dikti yang berlaku saat ini. Dalam sistem baru, penilaian jabatan tidak lagi merujuk pada pedoman operasional (PO) lama, melainkan langsung berbasis SKP yang wajib tertuang dalam RHK dosen. Keanggotaan dosen dalam Komite Integritas Akademik (KIA) menggantikan peran tim TPKI sebelumnya. Hal ini menjadi prioritas karena berdasarkan temuan tahun 2020, sebanyak 41% dosen belum mengalami kenaikan pangkat/jabatan lebih dari 5 tahun.",
      "2. Pemaparan Materi – Wakil Dekan I\nWadek I menjelaskan tahapan-tahapan penting dalam pengajuan kenaikan jabatan:",
      "Aktivasi akun dan pengisian data di SISTER\n\nPemeriksaan administrasi oleh KIA\n\nPengecekan karya ilmiah melalui Google Scholar dan Turnitin\n\nPenyesuaian peta jabatan yang telah disusun bersama kaprodi",
      "Kebijakan pelaporan BKD masih dilakukan melalui aplikasi internal meskipun data juga disiapkan di SISTER.",
      "3. Pemaparan Materi – Dwi Agustina\nDisampaikan pembedaan jalur pengajuan antara dosen ASN dan non-ASN. Beberapa hal teknis yang ditekankan:",
      "Kenaikan dari Lektor ke Lektor Kepala mensyaratkan publikasi minimal di SINTA 2 dengan bukti korespondensi\n\nMenuju Profesor mensyaratkan publikasi pada jurnal internasional bereputasi (SJR > 0.1)\n\nSyarat tambahan: pernah menerima hibah eksternal, membimbing/menjadi penguji doktor, atau menjadi reviewer jurnal bereputasi\n\nPenekanan pentingnya dokumentasi lengkap selama proses publikasi (submission–accepted)\n\nHindari jurnal predator atau publisher yang bermasalah seperti MDPI",
      "Ditekankan pula bahwa kebijakan ini hanya berlaku sementara untuk tahun ini, dan dosen diharapkan mempersiapkan pengajuan untuk gelombang kedua pada bulan Juni 2025.",
      "4. Pemaparan Materi – Suefrizal\nMenjelaskan mekanisme akhir pengajuan, yaitu setelah seluruh berkas lengkap, usulan akan diperiksa dan ditandatangani secara elektronik (TTE) oleh Dekan. Setelah itu, status pengajuan dapat dipantau oleh dosen.",
      "5. Sesi Diskusi dan Tanya Jawab\nBeberapa pertanyaan teknis diajukan oleh peserta, salah satunya mengenai proses kenaikan dari III/d ke IV/a dan perolehan nilai yang dinilai cukup tinggi. Hal ini menjadi perhatian bersama agar proses pendampingan dapat lebih maksimal.",
      "",
      "PENUTUP",
      "Melalui rapat ini, Fakultas Sains dan Teknologi berkomitmen untuk mengawal secara aktif proses kenaikan jabatan dosen sesuai regulasi terbaru. Dengan kolaborasi antara pimpinan fakultas, KIA, dan para dosen, diharapkan peningkatan karir akademik dapat berjalan lebih efektif dan akuntabel demi pengembangan institusi dan peningkatan mutu pendidikan tinggi.",
      "Narahubung:\nSekretariat Fakultas Sains dan Teknologi\nEmail: fst@uin-suka.ac.id\n\n"
    ]
  },
  {
    "title": "Rumahku Syurgaku: Kisah Prof. Maizer dan Fondasi Cinta Fakultas Sains dan Teknologi",
    "content": [
      "Pagi di Fakultas Sains dan Teknologi (FST) UIN Sunan Kalijaga, Yogyakarta, pada Rabu, 7 Mei 2025, terasa berbeda. Sinar matahari yang lembut menyapa pelataran kampus, seolah turut menyambut civitas akademika yang memadati Ruang Teatrikal. Mereka hadir bukan hanya untuk sebuah acara, tetapi untuk merayakan perjalanan panjang seorang pelita ilmu Prof. Dr. Maizer Said Nahdi, M.Si. yang telah menerangi lorong-lorong perjuangan akademik dan kemanusiaan.\n\nAcara diawali dengan Seminar Ilmiah bertajuk “Etnobotani dan Kearifan Lokal: Merangkai Ilmu untuk Kelestarian Alam”. Narasumber ternama, Prof. Dr. Tjut Sugandawaty Djohan dan Ardyan Pramudya, M.Si., menggugah hadirin dengan wawasan tentang pentingnya ilmu yang berakar pada budaya lokal. Diskusi ini menjadi pengingat bahwa keilmuan harus selaras dengan nilai-nilai kearifan demi menjaga harmoni alam.",
      "\n",
      "\nSuasana kemudian bergeser menjadi lebih khidmat saat peluncuran buku biografi Rumahku Syurgaku, sebuah tribut untuk Prof. Maizer, diikuti dengan prosesi pelepasan purnatugas beliau. Hari itu bukan sekadar penutup masa dinas, melainkan perayaan atas warisan keilmuan dan keteladanan yang akan abadi.\n\nRektor UIN Sunan Kalijaga, Prof. Noorhaidi Hasan, Ph.D., menyampaikan sambutan dengan penuh rasa hormat. Dengan suara yang bergetar, ia berkata, “Hari ini, saya berdiri sebagai murid yang mengantar gurunya pulang. Prof. Maizer adalah pelita yang menerangi transformasi kampus ini dari IAIN menjadi UIN.”\n\nRektor mengenang perjuangan Prof. Maizer dalam mengintegrasikan sains dengan tradisi keilmuan Islam, sebuah gagasan yang awalnya dianggap asing. “Beliau hadir dengan sinar keyakinan, merintis fondasi yang kini menjadi gedung ilmu yang hidup,” ujarnya. Ia menambahkan bahwa Fakultas Sains dan Teknologi, yang kini menjadi cikal bakal Fakultas Kedokteran, adalah buah dari ketulusan, kesabaran, dan air mata Prof. Maizer.\n\n“Sentuhan keibuan beliau menjadikan Fakultas Sains dan Teknologi institusi yang cantik dan progresif, diakui secara nasional dan internasional. Warisan ini harus kita jaga,” tegas Prof. Noorhaidi, sembari mengajak semua pihak untuk melanjutkan semangat kepemimpinan beliau menuju pengakuan global.\n\nDekan Fakultas Sains dan Teknologi, Prof. Hj. Khurul Wardati, M.Si., turut menyampaikan kekagumannya. “Prof. Maizer adalah pendiri sekaligus penjaga nilai. Fakultas ini berdiri di atas fondasi cinta dan integritas yang beliau tanam”.",
      "\n",
      "\nBuku biografi Rumahku Syurgaku menjadi simbol penghormatan dari seluruh civitas akademika dari wakil dekan, ketua program studi, hingga mahasiswa dan alumni. Buku ini bukan hanya merekam dedikasi, tetapi juga keteladanan yang telah menjadi nafas Fakultas Sains dan Teknologi selama belasan tahun.\n\nDalam pidato purnatugasnya, Prof. Maizer berbicara dengan kehangatan seorang ibu. “Purna tugas bukan akhir, tetapi awal pengabdian dalam wujud baru. Teruslah berkarya, tanamkan ilmu, karena itu akan menjadi pohon yang menaungi generasi mendatang,” pesannya. Ia menyebut Fakultas Sains dan Teknologi sebagai rumah keduanya, tempat ia mengabdi dan menyemai cinta. Kepada dosen muda, beliau berpesan untuk menjaga kolaborasi dan integritas sebagai inti martabat pendidik.",
      "\n",
      "\nHari itu, Ruang Teatrikal menjadi saksi bisu air mata yang jatuh dalam diam bukan karena kehilangan, tetapi karena cinta. Prof. Maizer tak pernah benar-benar pergi. Ia hidup dalam ilmu yang kita pelajari, semangat yang kita junjung, dan doa yang kita panjatkan setiap kali nama Fakultas Sains dan Teknologi disebut.",
      "\n",
      "",
      "\n",
      "Selamat menempuh babak baru, Prof. Maizer. Terima kasih telah menjadi pelita yang tak pernah padam, mengajarkan kami untuk terus menyalakan cahaya.",
      "\n",
      "",
      "\n",
      "\n",
      "\n"
    ]
  },
  {
    "title": "Reviu Kurikulum Program Studi di Lingkungan FST UIN Sunan Kalijaga 2024",
    "content": [
      "Selasa, 17 Juni 2025, Fakultas Sains dan Teknologi (Saintek) UIN Sunan Kalijaga menggelar acara Reviu Kurikulum Program Studi yang diselenggarakan Ruang Teatrikal Gedung Kuliah Terpadu (GKT), Lt.4, UIN Sunan Kalijaga Yogyakarta. Kegiatan tersebut selain dihdiri oleh para akademisi, juga melibatkan beberapa stakeholder yang terkait, yaitu PTIPD, Bagian Akademik, dan LPM.  ",
      "Prof. Dr. Khurul Wardati, M.Si. selaku dekan Fakultas Saintek turut memberikan arahan bahwa fokus pembahasan dalam acara tersebut adalah melakukan pencermatan dan reviu terhadap kurikulum 2024 setelah satu tahun berjalan. Harapanya, bisa dilakukan verifikasi terhadap kesesuian RPS dengan implementasi-nya dalam Sistem Akademik. Segala bentuk kendala atau permasalahan yang berkaitan dengan stakeholder lain dapat disampaikan di dalam forum tersebut. Selain itu, evaluasi dan masukan-masukan dari para experts pada proses akreditasi sebelumnya dapat dijadikan acuan dalam  melakukan reviu.",
      "Selanjutnya, sesi diskusi di pimpin oleh Prof. Dr. Ir. Shofwatul 'Uyun, S.T., M.Kom., ASEAN Eng. (Wakil Dekan I Fakultas Saintek) dan Sri Utami Zuliana, S.Si., M.Sc., Ph.D. ( PSMF Fakultas Saintek). Dalam sesi tersebut, peserta workshop dari masing-masing prodi menyampaikan pokok-pokok permasalahan yang ditemui untuk kemudian ditanggapi oleh stakeholder yang terkait. Kemudian, masing-masing prodi melakukan diskusi mandiri untuk merumuskan evaluasi dan reviu terhadap kurikulum secara lebih detail dan komprehensif.",
      "Kegiatan tersebut diakhiri dengan sesi presentasi dari masing-masing prodi untuk menyampaikan temuan-temuan masalah, serta beberapa proyeksi yang ingin diterapkan dalam kurikulum kedepannya.  Selain itu, masing-masing Prodi juga berkewajiban untuk menyampaikan hasil reviu kurikulum secara tertulis sebagai tindak lanjut dari pokok-pokok permasalahan yang dibahas dalam forum tersebut.",
      "",
      "Kegiatan workshop ini diharapkan dapat meminimalisir kendala-kendala yang melibatkan berbagai stakeholder dan mampu memperkuat kualitas kurikulum 2024 sehingga bisa lebih responsif terhadap dinamika terkini serta dapat memberikan kontribusi positif terhadap kualitas pendidikan di Fakultas Sainek UIN Sunan Kalijaga Yogyakarta. (ESJ)"
    ]
  }
]
