[
  {
    "title": "DIKLAT SERTIFIKASI KEPALA LABORATORIUM SEKOLAH/MADRASAH",
    "content": [
      "Dalam rangka meningkatkan profesionalitas para guru yang mendapat tugas tambahan sebagai Kepala Laboratorium pada Sekolah, Madrasah, dan Pondok Pesantren perlu dilaksanakan pendidikan khusus untuk memberikan sertifikasi kompetensi melalui pendidikan dan pelatihan (diklat). Oleh karenanya, Fakultas Sains dan Teknologi (FST) UIN Sunan Kalijaga Yogyakarta menyelenggarakan Diklat Sertifikasi Kepala Laboratorium Sekolah/Madrasah/Pondok Pesantren sesuai Keputusan Dirjen Pendidikan Islam Kementerian Agama Nomor 1201 Tahun 2024. Diklat ini merupakan kerja sama antara FST dan Eduvia Academy. ",
      "\n",
      "MATERI DIKLAT",
      "Sesuai Permendiknas Nomor 26/2008 tentang Standar Tenaga Laboratorium Sekolah/Madrasah mengatur tentang dimensi kompetensi Kepala Laboratorium Sekolah/Madrasah. Adapun dimensi kompetensi tersebut meliputi: kompetensi kepribadian, kompetensi sosial, kompetensi manajerial, dan kompetensi professional. Diklat ini menekankan pada dimensi kompetensi manajerial dan kompetensi professional. Untuk mencapai kompetensi tersebut, maka dikembangkan materi diklat yang akan disampaikan kepada peserta. Adapun materi diklat ini adalah: Pengantar Manajemen Laboratorium, Standard Operating Procedure (SOP) Laboratorium, Pengembangan Laboratorium Berbasis Analisis SWOT, Pengelolaan Limbah Laboratorium, Keselamatan dan Keamanan Kerja (K3) Laboratorium, Kepemimpinan, Leadership, Team Work, Layanan Prima, Komunikasi Efektif, Kecakapan Literasi, dan Pengembangan Modul Praktikum. Secara keseluruhan Diklat ini berbobot 120 Jam Pelajaran (JP). Sedangkan asesmen kompetensi dilakukan dengan penilaian portofolio. ",
      "\n",
      "PELAKSANAAN DIKLAT",
      "Diklat akan dilaksanakan selama 12 hari dari tanggal 4 – 15 Agustus 2025 secara online. Diklat dilaksanakan dalam dalam 2 (dua) tahap, yaitu penyampaian materi oleh narasumber dan tugas mandiri di laboratorium sekolah/madrasah. Diklat ini terbuka untuk guru sekolah/madrasah yang berlatar belakang pendidikan sains (Fisika, Kimia, Biologi) dan Komputer (TIK). ",
      "Pendaftaran dapat dilakukan dengan mengisi formulir pendaftaran melalui tautan https://s.id/DiklatKepalaLab2025. Apabila membutuhkan informasi lebih lanjut dapat menghubungi kontak person: 0851- 2314-2618 (Sdr. Darban). ",
      "\n",
      ""
    ]
  },
  {
    "title": "Tingkatkan Kesiapterapan Teknologi, Fakultas Sains dan Teknologi UIN Sunan Kalijaga Laksanakan Workshop Penyusunan Roadmap Penelitian dan Pengabdian kepada Masyarakat Berbasis TKT",
    "content": [
      "Yogyakarta, 25 Juni 2025 — Fakultas Sains dan Teknologi (FST) Universitas Islam Negeri (UIN) Sunan Kalijaga Yogyakarta menyelenggarakan Workshop Penyusunan Roadmap Penelitian dan Pengabdian kepada Masyarakat pada Rabu, 25 Juni 2025. Kegiatan ini bertujuan menyusun dokumen strategis yang akan menjadi pedoman utama arah dan fokus penelitian serta pengabdian masyarakat di lingkungan FST.",
      "Workshop dilaksanakan secara hybrid, bertempat di Ruang Rapat FST dan melalui platform Zoom, dengan menghadirkan narasumber Sigit Purwanto, S.T., M.T. dari Direktorat Kawasan Sains dan Teknologi ITB, serta dimoderatori oleh Dr. Nita Handayani, S.Si, M.Si.",
      "Dalam kegiatan ini, para dosen dari seluruh program studi FST turut berpartisipasi aktif menyusun roadmap berbasis Tingkat Kesiapterapan Teknologi (TKT) guna meningkatkan sinergi, efektivitas perencanaan riset, serta optimalisasi hasil luaran berupa publikasi, inovasi, dan kemitraan. Workshop ini juga menjadi forum penting dalam merumuskan klaster riset unggulan yang relevan dengan kebutuhan masyarakat dan industri.",
      "Kegiatan dibuka secara resmi oleh Dekan FST, Prof. Dr. Khurul Wardati, M.Si., dan dilanjutkan dengan arahan dari Ketua LPPM UIN Sunan Kalijaga, Dr. Abdul Qoyum, S.E.I., M.Sc.Fin.",
      "",
      "Melalui workshop ini, FST UIN Sunan Kalijaga berkomitmen memperkuat kontribusi nyata perguruan tinggi dalam menjawab tantangan pembangunan melalui riset yang terukur dan berdampak luas bagi masyarakat."
    ]
  }
]