[
  {
    "title": "Fakultas Syariah dan Hukum Sambut Semester Baru dengan Konsinyering Dosen",
    "content": [
      "Dalam rangka menyongsong semester baru, Fakultas Syariah dan Hukum menggelar konsinyering dosen sebagai upaya untuk meluruskan, menyelaraskan, dan meningkatkan kesadaran terhadap perubahan sistem akademik. Pembicara utama dalam acara ini adalah Wakil Rektor 1, Prof. Iswandi, yang menyampaikan tiga poin penting yang perlu dibahas.",
      "Evaluasi Mata Kuliah dan Kurikulum:\nDalam upaya meningkatkan kualitas pendidikan, disoroti pentingnya melakukan siklus evaluasi mata kuliah setiap tahun dan kurikulum setiap lima tahun. Evaluasi ini mencakup aspek kompetensi dosen, konten mata kuliah, strategi ke depan, dan penilaian menyeluruh terhadap perkuliahan. Mata kuliah diperbolehkan dievaluasi, dan hal ini dianggap sebagai langkah positif untuk terus memperbaiki dan memajukan pendidikan di fakultas.",
      "Big Data Akademik Terintegrasi:\nProf. Iswandi menyoroti perlunya integrasi big data akademik melalui sistem pendukung akademik seperti Sister. Dosen diharapkan memiliki akun Sister untuk mencatat aktivitas akademik, kinerja, dan publikasi artikel ilmiah setiap semester. Data ini diambil dari sumber-sumber terkemuka seperti Sinta dan Scopus, memberikan gambaran holistik terhadap kontribusi ilmiah dosen. Langkah ini diharapkan dapat meningkatkan akuntabilitas dan transparansi dalam dunia akademik.",
      "Perbaikan Sistem Penilaian dan Predikat Cumlaude:\nSalah satu fokus utama adalah perbaikan dalam sistem penilaian dan pemberian predikat cumlaude. Ditemukan bahwa terdapat masalah di mana 80% mahasiswa mendapatkan predikat cumlaude, meskipun kualitas pendidikan diragukan. Prof. Iswandi menyoroti perlunya standar penilaian yang sesuai, menghindari penilaian yang terlalu rendah atau tinggi. Dalam hal ini, penting untuk menyesuaikan standar penilaian dengan kapasitas mahasiswa dan mengatasi ketidakseimbangan antara matakuliah umum dan keprodian.",
      "Selain itu, perbaikan di sistem penilaian cumlaude diharapkan dapat mengatasi dilema akademik, di mana status cumlaude seharusnya mencerminkan mutu pendidikan yang diperoleh. Hal ini diharapkan akan memberikan mahasiswa keuntungan yang lebih nyata dalam mencari pekerjaan, sementara pada saat yang sama menjaga integritas akademik fakultas.",
      "Dengan adanya konsinyering ini, Fakultas Syariah dan Hukum berkomitmen untuk terus meningkatkan kualitas pendidikan dan transparansi akademik demi masa depan yang lebih baik."
    ]
  },
  {
    "title": "Monitoring dan Evaluasi Fakultas Syariah dan Hukum 2023/2024",
    "content": [
      "Pada tanggal 25-28 Januari 2024, di Wonosobo, telah dilaksanakan kegiatan Monitoring, Evaluasi, dan Penyusunan Program Kerja untuk tahun 2024. Acara ini dihadiri oleh peserta yang terdiri dari dosen, tenaga pendidik, dan para pekerja di Fakultas Syariah. Tujuan utama kegiatan ini adalah untuk mengevaluasi capaian dan pelaksanaan kegiatan pada tahun sebelumnya, yakni 2023, serta merumuskan rencana kegiatan yang akan dilaksanakan oleh Fakultas Syariah pada tahun 2024.",
      "Salah satu fokus utama dalam bahasan kegiatan ini adalah evaluasi terhadap kegiatan yang telah dilaksanakan pada tahun sebelumnya (2023). Para peserta membahas capaian, tantangan, dan pelajaran yang dapat diambil dari pengalaman tersebut. Selain itu, anggaran kegiatan juga menjadi pokok pembahasan, dimana penyusunan anggaran untuk kegiatan-kegiatan fakultas pada tahun 2024 menjadi perhatian khusus agar dapat mencapai tujuan yang diinginkan.",
      "Selain aspek keuangan, kegiatan ini juga memfokuskan pada evaluasi terhadap program studi (prodi) di Fakultas Syariah. Evaluasi ini melibatkan pemantauan terhadap kurikulum, kualitas pengajaran, serta pencapaian mahasiswa. Hasil evaluasi ini diharapkan dapat menjadi dasar untuk peningkatan kualitas dan efektivitas prodi-prodi di Fakultas Syariah.Tidak hanya itu, kegiatan ini juga mencakup evaluasi terhadap tenaga pendidik. Para peserta secara bersama-sama membahas kinerja dosen dan tenaga pendidik, serta merumuskan langkah-langkah yang perlu diambil untuk meningkatkan kualitas pengajaran dan kontribusi mereka terhadap Fakultas Syariah.",
      "Adanya kegiatan ini, diharapkan Fakultas Syariah dapat merumuskan program kerja yang lebih baik dan terarah untuk tahun 2024. Proses monitoring dan evaluasi yang dilakukan secara komprehensif diharapkan dapat meningkatkan efisiensi dan efektivitas pelaksanaan kegiatan fakultas serta memberikan kontribusi positif terhadap pengembangan pendidikan di bidang syariah."
    ]
  },
  {
    "title": "38 ALUMNI FSH FRESH GRADUATE LULUS SELEKSI CPNS",
    "content": [
      "Yogyakarta, 15 Januari 2024. Hal lumrah yang ditunggu setiap alumni yang baru lulus sarjana adalah kesempatan untuk mengikuti seleksi Calon Pegawai Negeri Sipil (CPNS) bagi lulusan Fakultas Syari'ah dan Hukum tahun 2023 mendapatkan kesempatan emas tersebut.",
      "Alhamdulillahirobbil 'alamin, hingga berita ini dimuat setidaknya ada 38 alumni Fakultas Syari'ah dan Hukum telah terdata lulus CPNS diberbagai fomasasi, mulai dari Mahkamah Agung, Kejaksaan Tinggi dan Dosen di PTKIN maupun PTN diberbagai wilayah Indonesia. Tentu kabar ini sangat membahagiakan bagi FSH sebagai isntitusi dan para Dosen selaku guru yang selama ini mengajar diberbagai kesempatan. Dekan Fakultas Syari'ah, Prof. Dr. Drs. H. Makhrus, S.H., M.Hum., dan segenap civitas akademika melalui group WA mendoakan mereka dan berharap mereka sukses dan bermanfaat di manapun berada dan berharap para CPNS bisa memberikan kontribusi maksimal untuk kemajuan institusinya masing-masing. "
    ]
  },
  {
    "title": "Awali 2024, FSH Terima Kunjungan Jabatan Siasah Syar'iyyah Akademi Pengajian Islam Universiti Malaya",
    "content": [
      "Yogyakarta, 10/01/24 Fakultas Syar'iah dan Hukum UIN Sunan Kalijaga fokus pada komitmennya mendukung internasionalisasi. Wujud komitmen ini ditunjukkan dengan adanya kunjungan berbalas antara FSH dengan Jabatan Siasah Syar'iyyah Akademi Pengajian Islam Universiti Malaya. Kunjungan ini adalah bagian dari kerjasama dan kunjungan balasan yang sebelumnya rombongan FSH telah lebih dulu datang ke Malaysia. ",
      "Tamu Diterima langsung oleh Prof. Dr. Drs. H. Makhrus, S.H., M.Hum. Dekan Fakultas Syari'ah dan Hukum beserta jajaran pimpinan, Wakil Dekan II dan III. Pada Pertemuan ini pula, Fakultas Syari'ah dan Hukum menyampaikan selamat datang dan ucapan terimakasih atas kehadirannya di Yogyakarta. Dekan menjelaskan dan memperkenalkan terkait program kerja dan berbagai macam kegiatan yang ada di FSH, di antaranya melalui internasionalisasi program, mulai dari guest lecture skala internasional, student mobility, hingga intenasional conference",
      "Dr. Osman Md Rasip, sebagai Pensyarah Pengiring Mahasiswa Malaysia menyampaikan, bahwa berbagai aktivitas akademik dan kerja sama dapat dilakukan antar dua fakultas, antara lain, student exchange, guest lecture, visiting lecture and visiting lecturer, seminar dan lainnya. Pihaknya membuka dengan lebar kesempatan untuk saling bertukar, tidak hanya keilmuan namun juga lebih jauh soal pemikiran dan lain sebagainya. Dipenghujung acara, segenap Ketua Program Studi di FSH menyampaikan sambutan dan perkenalan kepada segenap mahasiswa - mahasiswi Malaysia yang berkunjung."
    ]
  }
]