[
  {
    "title": "Mahasiswa Terpilih FST UIN Sunan Kalijaga: Sinergi Orang Tua Kunci Kesuksesan Studi di Yogyakarta",
    "content": [
      "Yogyakarta – Menjadi bagian dari Fakultas Sains dan Teknologi (FST) UIN Sunan Kalijaga merupakan prestasi istimewa. Dari ribuan pendaftar, hanya ratusan yang berhasil lolos seleksi. Karena itu, setiap mahasiswa baru disebut sebagai “mahasiswa pilihan.” Melalui kegiatan Temu Wali Mahasiswa Baru 2025 yang digelar pada Rabu (27/8/2025), kampus menegaskan pentingnya peran serta orang tua dalam menunjang keberhasilan studi mahasiswa.",
      "Wakil Rektor Bidang Akademik dan Kelembagaan, Prof. Dr. Istiningsih, menyampaikan bahwa dukungan keluarga memiliki kontribusi besar terhadap kesuksesan akademik. Kehadiran wali mahasiswa menjadi bentuk nyata sinergi tersebut. “Mahasiswa yang diterima di FST adalah mahasiswa pilihan, dan keberhasilan mereka akan lebih optimal jika orang tua ikut berperan aktif mendukung proses studi,” ujarnya.",
      "Dekan FST, Prof. Dr. Khurul Wardati, menambahkan bahwa mahasiswa bukan lagi siswa yang sepenuhnya diarahkan, melainkan individu dewasa yang membutuhkan bimbingan dan kerja sama dari berbagai pihak. “Universitas tidak bisa bekerja sendiri. Perlu kolaborasi yang kuat dengan orang tua agar pembinaan mahasiswa berjalan maksimal,” tegasnya.",
      "Dalam sesi akademik, disampaikan bahwa kurikulum FST disiapkan untuk ditempuh dalam empat tahun dengan peluang percepatan studi bagi mahasiswa berprestasi. Sejak awal perkuliahan, mahasiswa diwajibkan mengikuti pelatihan bahasa Inggris, bahasa Arab, serta literasi teknologi informasi. Selain itu, seluruh mahasiswa juga mengikuti Program Pendampingan Pengembangan Keagamaan dan Keindonesiaan (PPKK) sebagai bekal moderasi beragama.",
      "Acara yang ditutup dengan diskusi interaktif ini membahas berbagai topik penting, mulai dari UKT, beasiswa, hingga peran dosen pembimbing akademik (DPA) sebagai mitra orang tua dalam mendampingi mahasiswa. Hal ini menegaskan bahwa UIN Sunan Kalijaga tidak hanya fokus pada pendidikan mahasiswa, tetapi juga membangun kemitraan strategis dengan keluarga.",
      "",
      "Dengan langkah sinergis tersebut, FST UIN Sunan Kalijaga optimistis dapat melahirkan generasi unggul, berkarakter, dan siap menghadapi tantangan global di era digital."
    ]
  },
  {
    "title": "Fakultas Sains dan Teknologi UIN Sunan Kalijaga Gelar Sosialisasi Pembelajaran Mahasiswa Baru S2",
    "content": [
      "\n",
      "Yogyakarta, 27 Agustus 2025 – Fakultas Sains dan Teknologi (FST) Universitas Islam Negeri Sunan Kalijaga Yogyakarta menyelenggarakan Sosialisasi Pembelajaran (Sospem) Mahasiswa Baru Program Magister Tahun Akademik 2025/2026. Kegiatan ini berlangsung pada Rabu–Kamis, 27–28 Agustus 2025, secara daring melalui Zoom Meeting.",
      "Kegiatan Sospem dibuka oleh Rektor UIN Sunan Kalijaga secara live dari ruang teatrikal FUPI (Fakultas Ushuluddin dan Pemikiran Islam) dengan pembahasan mengenai pentingnya membangun ekosistem akademik yang berintegritas dan adaptif. Beliau juga menegaskan bahwa kegiatan Sospem berperan strategis dalam menyiapkan mahasiswa baru agar dapat menjalani proses studi dengan lebih terarah dan produktif.",
      "Sospem merupakan agenda rutin yang dirancang untuk membantu mahasiswa baru dalam memahami sistem pendidikan di tingkat pascasarjana. Melalui kegiatan ini, mahasiswa diperkenalkan pada struktur kurikulum, softskill pendukung pembelajaran, aturan akademik, serta berbagai fasilitas yang tersedia di kampus, termasuk layanan teknologi informasi, laboratorium, dan perpustakaan. Selain itu, mahasiswa juga memperoleh informasi teknis terkait layanan akademik, sistem informasi, serta dukungan pembelajaran digital.",
      "Sejumlah pimpinan fakultas, kaprodi, dosen, dan perwakilan unit pendukung hadir sebagai narasumber. Kolaborasi ini diharapkan memperkuat komunikasi antara mahasiswa, dosen, dan tenaga kependidikan sehingga tercipta suasana akademik yang inklusif dan kondusif.",
      "Dengan terselenggaranya Sospem, Fakultas Sains dan Teknologi UIN Sunan Kalijaga berkomitmen memberikan pendampingan terbaik bagi mahasiswa magister dalam menjalani masa studinya, sekaligus mendorong lahirnya lulusan yang unggul, berdaya saing, dan kontributif bagi masyarakat.",
      "",
      " "
    ]
  },
  {
    "title": "Kegiatan Skrining Kebugaran 2025 Fakultas Sains dan Teknologi UIN Sunan Kalijaga Yogyakarta: Dosen dan tendik sehat, kampus kuat",
    "content": [
      "Yogyakarta, 15 Agustus 2025 – Fakultas Sains dan Teknologi UIN Sunan Kalijaga Yogyakarta menyelenggarakan Kegiatan Skrining Kebugaran 2025 yang untuk pertama kalinya melibatkan dosen dan tenaga kependidikan (tendik) sebagai peserta. Acara ini berlangsung pada hari Jum’at, 15 Agustus 2025, dengan total peserta sebanyak 45 orang. Acara ini dilakukan bekerjasama dengan Prodi Sains Biomedis serta mengundang dokter dari RSA UGM, dr.  M. Agung Prasetya Mahadnya, M.KM., AIFO-K.",
      "            Kegiatan ini bertujuan untuk mengetahui status kebugaran sivitas akademika sehingga dapat mendukung kinerja optimal di lingkungan kampus. Melalui rangkaian pemeriksaan kesehatan, konsultasi dokter, serta uji kebugaran menggunakan Metode Rockport, para peserta mendapatkan gambaran kondisi fisik dan rekomendasi peningkatan gaya hidup sehat. Rangkaian kegiatan, diawali dengan registrasi peserta, pemeriksaan awal meliputi berat badan, tensi dan lingkar perut, dilanjutkan tes kebugaran dengan metode rockport, yakni pengukuran kapasitas fisik melalui tes jalan cepat sejauh 1,6 km, dan konsultasi dengan dokter untuk pemeriksaan awal dan edukasi kesehatan.",
      "",
      "            Dekan Fakultas Sains dan Teknologi, Prof. Dr. Khurul Wardati, M.Si., menyampaikan apresiasi atas partisipasi para dosen dan tendik, “Kesehatan sivitas akademika merupakan aset penting dalam menunjang kualitas pendidikan dan kinerja di kampus. Dengan adanya kegiatan ini, diharapkan budaya hidup sehat dapat tumbuh di lingkungan UIN Sunan Kalijaga,” ungkapnya. Kegiatan Skrining Kebugaran 2025 ini juga menjadi langkah awal menuju program berkelanjutan dalam bidang promosi kesehatan kampus. Harapannya, kegiatan ini dapat rutin dilakukan setiap tahun dengan cakupan peserta yang lebih luas, sehingga tema “Dosen dan Tendik Sehat, Kampus Kuat” dapat benar-benar terwujud.",
      ""
    ]
  },
  {
    "title": "Day 7 International Summer Course 2025: Closing Ceremony",
    "content": [
      "Yogyakarta, August 18, 2025 - The International Summer Course 2025 at Universitas Islam Negeri (UIN) Sunan Kalijaga officially reached its conclusion with a memorable closing ceremony held at the Faculty of Science and Technology.",
      "The day began with an exchange session, where participants and committees shared messages and impressions in a warm and creative way through anonymous notes. This created a reflective atmosphere and strengthened the bond between the international participants and the organizing team.",
      "The closing ceremony opened with the singing of the Indonesian National Anthem and the UIN Hymn, followed by heartfelt reflections delivered by Najmee Dokhor from Thailand and Dani from Indonesia as participant representatives. Their messages captured the meaningful experiences gained during the program.",
      "Dean of the Faculty of Science and Technology, Prof. Dr. Khurul Wardati, also gave her closing speech, appreciating the enthusiasm of all participants and the dedication of the committee. A recap video of the entire Summer Course was then presented, reminding everyone of the highlights of the past seven days.",
      "Participants also expressed their appreciation for the program. Ahmed Raees (41), from the International Institute of Halal Research and Training (INHART), International Islamic University Malaysia (IIUM), praised the committee for the well-organized event. “Everything went smoothly without any failures. The program was fun, the food was delicious, and the activities were engaging. Good job to the team,” he said.",
      "Awards were announced to recognize outstanding contributions. Group 4 received the Best Presentation Award, while Muhammad Tahir Yahya was honored as the Most Favorite Participant. Other recognitions included Best Group (Group 6), Most Active Group (Group 4), Most Solid Group (Group 3), Funniest Group (Group 5), and Best Committee.",
      "",
      "The event ended with a group photo session, creating a lasting memory for all before officially closing the eighth day of the program."
    ]
  },
  {
    "title": "Day 6 of International Summer Course 2025: Cultural Games and Visit to Halal Food Industry",
    "content": [
      "Yogyakarta, 17 August 2025 - The sixth day of the International Summer Course 2025 at Universitas Islam Negeri Sunan Kalijaga was filled with fun cultural activities and a field trip to a halal food company in Yogyakarta.",
      "The morning started with breakfast to prepare the participants’ energy before the activities. After that, students joined a Cultural Exchange program in the form of competitions and games. The atmosphere was lively and full of enthusiasm. Around 10.05, the event paused for the singing of Indonesia Raya to commemorate Independence Day, and then continued again with more games until the break.",
      "After lunch, the participants and committee went to Bakpia Joewara 1, a well-known halal food company in Yogyakarta. They learned about the history of bakpia and its production. Not only listening to the explanation, but participants also practiced filling mung bean paste into the bakpia dough. They were also invited to tour the store and see more of the products. The visit ended with a photo session together.",
      "",
      "Day 6 gave students both cultural and practical experiences: enjoying competitions that built friendship, and exploring how a halal food industry works in Yogyakarta."
    ]
  },
  {
    "title": "Day 5 of International Summer Course 2025: Field Trip to PT Naturindo Fresh",
    "content": [
      "Yogyakarta, 16 August 2025 - On the fifth day of the International Summer Course 2025, participants joined a field trip to PT Naturindo Fresh, a traditional herb company in Yogyakarta.",
      "The group gathered at 07.30 at the Faculty of Science and Technology and left together by bus. During the trip, students sang songs and shared their excitement. They also received an introduction about Malioboro Street, one of Yogyakarta’s most famous cultural and shopping areas. Even though the schedule changed and the group did not visit Malioboro directly, they still learned about its history and importance from the explanation given on the bus.",
      "At PT Naturindo, participants were welcomed and divided into groups with their guides. They joined a tour to see herbal plants and post-harvest products. Students learned about many kinds of traditional herbs and even tasted jamu, a sweet traditional herbal drink.",
      ", they joined a plant propagation activity, where students replanted herbs, watered them, and wrapped them for growing. After this session, they had a break for prayer and lunch.",
      "In the afternoon, participants practiced making jamu and hand soap. They also designed packaging labels, and the three most creative students received special gifts from PT Naturindo as appreciation.",
      "The field trip ended with a Q&A and discussion between students and the company mentors.",
      "",
      "Day 5 gave students both cultural and practical experiences: learning about the heritage of Yogyakarta and exploring how traditional herbs can be developed into useful products."
    ]
  },
  {
    "title": "International Summer Course 2025 Day 4: The Importance of Knowing Halal Products",
    "content": [
      "\n",
      "Yogyakarta, August 15, 2025 - The Faculty of Science and Technology at Universitas Islam Negeri Sunan Kalijaga held the four day of the International Summer Course 2025, with participants joining both online and offline. The program explored key issues in Islamic finance, global halal standardization, and innovation in the halal industry.",
      "One of the main sessions was delivered by Gunawan Priambodo, S.TP, M.Eng, MURP, practitiones from balai kulit (Center of Standardization and Service for Leather, Rubber and Plastics Industries (BBSPJIKKP). He spoke on “Understanding Halal Consumer Goods: Scope, Challenges, Strategies, and Real-World Applications Across Industries”, discussing ",
      "“To build a stronger global halal market, we must improve mutual recognition, develop halal science and technology, and enhance traceability through innovation,” Dr. Orawit explained.",
      "Earlier, Dr. Abdul Qoyum introduced the principles of Islamic finance, investment opportunities, and the global challenges the industry faces. The day also featured group presentations where participants shared ideas to promote halal for a better world, followed by Dr. Muhammad Suhaimi bin Sulong, who presented on faith-driven halal innovation for future demands.",
      "The sessions concluded with a Halal Business Plan Briefing by Deddy Rahmadi, M.Sc., guiding participants to design business strategies that meet both market demands and halal standards.",
      "The International Summer Course 2025 continues to serve as a platform for global dialogue, encouraging collaboration to address the challenges and opportunities of the halal industry.",
      "Najwa Salsabilah Tasnim",
      "An Active Student of",
      "",
      "the Faculty of Science and Technology 2023"
    ]
  },
  {
    "title": "International Summer Course 2025 Day 3: Highlights Global Halal Standardization Challenges",
    "content": [
      "\n",
      "Yogyakarta, August 14, 2025 - The Faculty of Science and Technology at Universitas Islam Negeri Sunan Kalijaga held the third day of the International Summer Course 2025, with participants joining both online and offline. The program explored key issues in Islamic finance, global halal standardization, and innovation in the halal industry.",
      "One of the main sessions was delivered by Dr. Orawit Boonchom, Deputy Director of the Halal Institute at Prince of Songkla University, Thailand. He spoke on “Challenges in Global Halal Standardization”, discussing fragmented standards, differences in Islamic law interpretation, and infrastructure gaps for halal-compliant production.",
      "“To build a stronger global halal market, we must improve mutual recognition, develop halal science and technology, and enhance traceability through innovation,” Dr. Orawit explained.",
      "Earlier, Dr. Abdul Qoyum introduced the principles of Islamic finance, investment opportunities, and the global challenges the industry faces. The day also featured group presentations where participants shared ideas to promote halal for a better world, followed by Dr. Muhammad Suhaimi bin Sulong, who presented on faith-driven halal innovation for future demands.",
      "The sessions concluded with a Halal Business Plan Briefing by Deddy Rahmadi, M.Sc., guiding participants to design business strategies that meet both market demands and halal standards.",
      "The International Summer Course 2025 continues to serve as a platform for global dialogue, encouraging collaboration to address the challenges and opportunities of the halal industry.",
      "RA. Nindy Aulia Nafisa",
      "An Active Student of",
      "",
      "the Faculty of Science and Technology 2024"
    ]
  },
  {
    "title": "International Summer Course 2025 Day 2: Discusses Global Halal Industry",
    "content": [
      "\n",
      "Yogyakarta, August 13, 2025 – The Faculty of Science and Technology at UIN Sunan Kalijaga held the second day of the International Summer Course 2025 in Room 104. The event was joined by participants both online and offline.",
      "One of the speakers, Dr. Imelda Fajriati, M.Si., talked about “Halal as a Sustainable and Ethical Lifestyle Choice”. She explained that different halal standards between countries can make international trade unstable and make it hard for small businesses to compete.",
      "“We must work together to harmonize halal standards and achieve mutual recognition among nations. This will give legal certainty, improve fairness, and make the halal industry stronger,” said Dr. Imelda.",
      "Other speakers included James Leroy Chambers from the US Halal Foundation, who spoke about innovations in the halal industry, and Prof. Dr. Apt. Abdul Rohman, who discussed halal pharmaceutical trends.",
      "During the day, participants joined lectures, group discussions, and Q&A sessions to share ideas about how to improve halal practices around the world.",
      "The International Summer Course 2025 aims to build understanding and cooperation between people from different countries about halal, ethics, and sustainability.",
      "RA. Nindy Aulia Nafisa",
      "An Active Student of",
      "",
      "the Faculty of Science and Technology 2024"
    ]
  },
  {
    "title": "3rd International Summer Course 2025 Day 1: Learning and Sharing about the Halal Lifestyle",
    "content": [
      "Yogyakarta, 12 August 2025 -The Faculty of Science and Technology, UIN Sunan Kalijaga Yogyakarta, officially started the 3rd International Summer Course 2025 with the theme “Halal Lifestyle for a Better Future: Ethics, Innovation, and Global Impact.” The program joined students from different countries and study backgrounds to learn and share about the halal lifestyle from many points of view.",
      "In his opening speech, the Rector of UIN Sunan Kalijaga, Prof. H. Noorhaidi Hasan, S.Ag., M.A., M.Phil., Ph.D., said that the halal lifestyle today is more than just following religious rules. “It also means good ethics, caring for the environment, being healthy, and doing business in a responsible way,” he explained. He also shared that Indonesia, as the country with the largest Muslim population in the world, has an important role in developing the halal industry and creating new ideas.",
      "Day 1 activities started with registration, the opening ceremony, a Qur’an recitation, and welcome speeches from the Dean, Dr. Khurul Wardati, and the Rector. The first lecture, Module #7: Global Impact and Cross-Cultural Halal Markets by Dr. Ir. Yandra Rahadian Perdana, ST., MT., talked about halal trade around the world and the challenges of making the same halal standards in different countries.",
      "In the afternoon, participants joined Module #5: Technology & Digital Halal Ecosystem by Dr. Ir. Maria Ulfah Siregar, S.Kom., M.IT., Ph.D., which explained how digital technology can help connect to the global halal market. Then, Module #2: Islamic Principles in Halal Ethics by Prof. Dr. Fathorrahman discussed the principles and practices of halal ethics in the global industry.",
      "The day ended with a group discussion where participants shared ideas on how to solve challenges in promoting the halal lifestyle. This first day built a strong start for learning, working together, and making new ideas to support an ethical, inclusive, and sustainable halal lifestyle.",
      "RA. Nindy Aulia Nafisa",
      "An Active Student of",
      "",
      "the Faculty of Science and Technology 2024"
    ]
  },
  {
    "title": "N/A",
    "content": []
  }
]